[
    {
        "type": "glorious_mystery_first",
        "title": "Ressureição de Jesus",
        "subtitle": "Primeiro Mistério Glorioso",
        "language": "pt",
        "paragraphs": [
            "No primeiro dia da semana, muito cedo, dirigiram-se ao sepulcro com os aromas que haviam preparado. Acharam a pedra removida longe da abertura do sepulcro. Entraram, mas não encontraram o corpo do Senhor Jesus.",
            "Não sabiam elas o que pensar, quando apareceram em frente delas dois personagens com vestes resplandecentes.",
            "Como estivessem amedrontadas e voltassem o rosto para o chão, disseram-lhes eles: \"Por que buscais entre os mortos aquele que está vivo? Não está aqui, mas ressuscitou\".",
            "ref=(Lc 24, 1-6)"
        ]
    },
    {
        "type": "glorious_mystery_second",
        "title": "Ascenção de Jesus ao Céu",
        "subtitle": "Segundo Mistério Glorioso",
        "language": "pt",
        "paragraphs": [
            "Depois que o Senhor Jesus lhes falou, foi levado ao céu e está sentado à direita de Deus.",
            "ref=(Mc 16, 19)"
        ]
    },
    {
        "type": "glorious_mystery_third",
        "title": "Vinda do Espírito Santo sobre os Apóstolos",
        "subtitle": "Terceiro Mistério Glorioso",
        "language": "pt",
        "paragraphs": [
            "Chegando o dia de Pentecostes, estavam todos reunidos no mesmo lugar. De repente, veio do céu um ruído, como se soprasse um vento impetuoso, e encheu toda a casa onde estavam sentados.",
            "Apareceu-lhes então uma espécie de línguas de fogo que se repartiram e pousaram sobre cada um deles. Ficaram todos cheios do Espírito Santo e começaram a falar em línguas, conforme o Espírito Santo lhes concedia que falassem.",
            "ref=(At 2, 1-4)"
        ]
    },
    {
        "type": "glorious_mystery_fourth",
        "title": "Assunção de Maria",
        "subtitle": "Quarto Mistério Glorioso",
        "language": "pt",
        "paragraphs": [
            "Por isto, desde agora, me proclamarão bem-aventurada todas as gerações, porque realizou em mim maravilhas aquele que é poderoso e cujo nome é Santo.",
            "ref=(Lc 1, 48-49)"
        ]
    },
    {
        "type": "glorious_mystery_fifth",
        "title": "Coroação de Maria no céu",
        "subtitle": "Quinto Mistério Glorioso",
        "language": "pt",
        "paragraphs": [
            "Apareceu em seguida um grande sinal no céu: uma Mulher revestida do sol, a lua debaixo dos seus pés e na cabeça uma coroa de doze estrelas.",
            "ref=(Ap 12, 1)"
        ]
    }
]