[
    {
        "type": "joyful_mystery_first",
        "title": "Anunciação a Maria",
        "subtitle": "Primeiro Mistério Gozoso",
        "language": "pt",
        "paragraphs": [
            "No sexto mês, o anjo Gabriel foi enviado por Deus a uma cidade da Galiléia, chamada Nazaré, a uma virgem desposada com um homem que se chamava José, da casa de Davi e o nome da virgem era Maria.",
            "ref=(Lc 1, 26-27)"
        ]
    },
    {
        "type": "joyful_mystery_second",
        "title": "Visitação de Nossa Senhora a sua prima Isabel",
        "subtitle": "Segundo Mistério Gozoso",
        "language": "pt",
        "paragraphs": [
            "Naqueles dias, Maria se levantou e foi às pressas às montanhas, a uma cidade de Judá.",
            "Entrou em casa de Zacarias e saudou Isabel.",
            "Ora, apenas Isabel ouviu a saudação de Maria, a criança estremeceu no seu seio; e Isabel ficou cheia do Espírito Santo.",
            "E exclamou em alta voz: \"Bendita és tu entre as mulheres e bendito é o fruto do teu ventre\".",
            "ref=(Lc 1, 39-42)"
        ]
    },
    {
        "type": "joyful_mystery_third",
        "title": "Nascimento de Jesus",
        "subtitle": "Terceiro Mistério Gozoso",
        "language": "pt",
        "paragraphs": [
            "Naqueles tempos apareceu um decreto de César Augusto, ordenando o recenseamento de toda a terra. Este recenseamento foi feito antes do governo de Quirino, na Síria.",
            "Todos iam alistar-se, cada um na sua cidade.",
            "Também José subiu da Galiléia, da cidade de Nazaré, à Judéia, à Cidade de Davi, chamada Belém, porque era da casa e família de Davi, para se alistar com a sua esposa Maria, que estava grávida.",
            "Estando eles ali, completaram-se os dias dela.",
            "E deu à luz seu filho primogênito, e, envolvendo-o em faixas, reclinou-o num presépio; porque não havia lugar para eles na hospedaria.",
            "ref=(Lc 2,1-7)"
        ]
    },
    {
        "type": "joyful_mystery_fourth",
        "title": "Apresentação do Menino Jesus no Templo",
        "subtitle": "Quarto Mistério Gozoso",
        "language": "pt",
        "paragraphs": [
            "Completados que foram os oito dias para ser circuncidado o menino, foi-lhe posto o nome de Jesus, como lhe tinha chamado o anjo, antes de ser concebido no seio materno.",
            "Concluídos os dias da sua purificação segundo a Lei de Moisés, levaram-no a Jerusalém para o apresentar ao Senhor, conforme o que está escrito na lei do Senhor:",
            "Todo primogênito do sexo masculino será consagrado ao Senhor; e para oferecerem o sacrifício prescrito pela lei do Senhor, um par de rolas ou dois pombinhos.",
            "ref=(Lc 2, 21-24)"
        ]
    },
    {
        "type": "joyful_mystery_fifth",
        "title": "Perda e encontro do Menino Jesus no Templo",
        "subtitle": "Quinto Mistério Gozoso",
        "language": "pt",
        "paragraphs": [
            "Seus pais iam todos os anos a Jerusalém para a festa da Páscoa.",
            "Tendo ele atingido doze anos, subiram a Jerusalém, segundo o costume da festa.",
            "Acabados os dias da festa, quando voltavam, ficou o menino Jesus em Jerusalém, sem que os seus pais o percebessem...",
            "Três dias depois o acharam no templo, sentado no meio dos doutores, ouvindo-os e interrogando-os.",
            "Todos os que o ouviam estavam maravilhados da sabedoria de suas respostas",
            "ref=(Lc 2, 41-47)"
        ]
    }
]