[
    {
        "type": "sorrowful_mystery_first",
        "title": "Agonia de Jesus no Horto",
        "subtitle": "Primeiro Mistério Doloroso",
        "language": "pt",
        "paragraphs": [
            "Retirou-se Jesus com eles para um lugar chamado Getsêmani e disse-lhes: \"Assentai-vos aqui, enquanto eu vou ali orar\".",
            "E, tomando consigo Pedro e os dois filhos de Zebedeu, começou a entristecer-se e a angustiar-se. Disse-lhes, então: \"Minha alma está triste até a morte. Ficai aqui e vigiai comigo\".",
            "Adiantou-se um pouco e, prostrando-se com a face por terra, assim rezou: \"Meu Pai, se é possível, afasta de mim este cálice! Todavia não se faça o que eu quero, mas sim o que tu queres\".",
            "ref=(Mt 26, 36-39)"
        ]
    },
    {
        "type": "sorrowful_mystery_second",
        "title": "Flagelação de Jesus",
        "subtitle": "Segundo Mistério Doloroso",
        "language": "pt",
        "paragraphs": [
            "Então lhes soltou Barrabás; mas a Jesus mandou açoitar, e o entregou para ser crucificado.",
            "ref=(Mt 27,26)"
        ]
    },
    {
        "type": "sorrowful_mystery_third",
        "title": "Coroação de Espinhos",
        "subtitle": "Terceiro Mistério Doloroso",
        "language": "pt",
        "paragraphs": [
            "Os soldados do governador conduziram Jesus para o pretório e rodearam-no com todo o pelotão. Arrancaram-lhe as vestes e colocaram-lhe um manto escarlate.",
            "Depois, trançaram uma coroa de espinhos, meteram-lha na cabeça e puseram-lhe na mão uma vara.",
            "Dobrando os joelhos diante dele, diziam com escárnio: \"Salve, rei dos judeus!\".",
            "ref=(Mt 27, 27-29)"
        ]
    },
    {
        "type": "sorrowful_mystery_fourth",
        "title": "Jesus carregando a cruz no caminho do Calvário",
        "subtitle": "Quarto Mistério Doloroso",
        "language": "pt",
        "paragraphs": [
            "Passava por ali certo homem de Cirene, chamado Simão, que vinha do campo, pai de Alexandre e de Rufo, e obrigaram-no a que lhe levasse a cruz.",
            "Conduziram Jesus ao lugar chamado Gólgota, que quer dizer lugar do crânio.",
            "ref=(Mc 15, 21-22)"
        ]
    },
    {
        "type": "sorrowful_mystery_fifth",
        "title": "Crucifixão e morte de Jesus",
        "subtitle": "Quinto Mistério Doloroso",
        "language": "pt",
        "paragraphs": [
            "Chegados que foram ao lugar chamado Calvário, ali o crucificaram, como também os ladrões, um à direita e outro à esquerda. E Jesus dizia: \"Pai, perdoa-lhes; porque não sabem o que fazem\"...",
            "Era quase à hora sexta e em toda a terra houve trevas até a hora nona.",
            "Escureceu-se o sol e o véu do templo rasgou-se pelo meio. Jesus deu então um grande brado e disse: \"Pai, nas tuas mãos entrego o meu espírito\".",
            "E, dizendo isso, expirou.",
            "ref=(Lc 23, 33-46)"
        ]
    }
]